insert into match (id, row_name, nomenklatura_name)
values
    (1, 'Роза Эквадор Рокстар', 'Роза Эквадор Рокстар'),
    (2, 'Роза Эквадор Рок Стар', 'Роза Эквадор Рокстар'),
    (3, 'Rosa Ecuador Rockstar', 'Роза Эквадор Рокстар'),
    (4, 'Rosa Ecuador Rock Star', 'Роза Эквадор Рокстар'),
    (5, 'Роза Эквадор Блэк Мэджик', 'Роза Эквадор Блэк Мэджик'),
    (6, 'Роза Эквадор Блек Меджик', 'Роза Эквадор Блэк Мэджик'),
    (7, 'Rosa Ecuador Black Magic', 'Роза Эквадор Блэк Мэджик'),
    (8, 'Роза Эквадор Готча', 'Роза Эквадор Готча'),
    (9, 'Rose Ecuador Gotcha', 'Роза Эквадор Готча'),
    (10, 'Роза Эквадор Ред Интуишн', 'Роза Эквадор Ред Интуишн'),
    (11, 'Роза Эквадор Рэд Интуишен', 'Роза Эквадор Ред Интуишн'),
    (12, 'Rosa Ecuador Red Intuition', 'Роза Эквадор Ред Интуишн'),
    (13, 'rowName', 'standardName'),
    (14, 'rowName', 'standardName');